FPLang.addLang('Greek', 'ελληνικά',
{
	'Disastrous': 		'Καταστροφικός',
	'Useless':			'Άθλιος',
	'Very Poor':		'Πολύ Φτωχός',
	'Poor':				'Φτωχός',
	'Mediocre':			'Μέτριος',
	'Means Business':	'Επαρκής',
	'Good':				'Καλός',
	'Very Good':		'Πολύ Καλός',
	'Superb':			'Εξαιρετικός',
	'Fantastic':		'Φανταστικός',
	'Star Quality':		'Θεϊκός',
	
	'Accel._desc':			'Η επιτάχυνση είναι η ικανότητα που αποφασίζει το πόσο γρήγορα ένας ποδοσφαιριστής μπορεί να φτάσει τη μέγιστη ταχύτητα της κίνησης του. Υψηλό επίπεδο επιτάχυνσης ευνοεί επίσης σε καταστάσεις όπου ένας ποδοσφαιριστής πηγαίνει για κεφαλιά με τον αντίπαλο και θα πρέπει να τρέξει γρήγορα σε αυτά τα σημαντικά πρώτα βήματα. Τερματοφύλακας: Χρήσιμο κάθε φορά που ο τερματοφύλακας κινείται, αλλά και χρήσιμο όταν προσπαθεί να κερδίσει την μπάλα από των αντίπαλο όταν είναι στο έδαφος.',
	
	'Agility_desc':			'Η Ευκινησία αποφασίζει το πόσο καλά ένας ποδοσφαιριστής μπορεί να κινήσει το σώμα του σε διάφορα μέρη (πόδια, χέρια κλπ) άνετα και γρήγορα. Είναι μια χρήσιμη ικανότητα που χρησιμοποιείται σε πολλές περιπτώσεις και ένας ευκίνητος ποδοσφαιριστής συνήθως τείνει να είναι καλύτερος στο να αλλάζει κατεύθυνση από έναν λιγότερο ευκίνητο ποδοσφαιριστή. Τερματοφύλακας: Ένας ευκίνητος τερματοφύλακας είναι φυσικά πολύ καλύτερος από ένα τερματοφύλακα με κακή ευκινησία.',
	
	'Balance_desc':			'Balance is mainly the attribute that decides how well a footballer can keep their balance while interacting with a ball which reaches them at a height that is above their waist but, of course, it also affects their ability to keep balance overall. A footballer with good balance can keep their balance even when things get rough while a footballer with bad balance may falter and lose out in contests with other footballers due to them loosing his balance.',
	
	'Jumping_desc':			'Το Άλμα είναι η ικανότητα που κρίνει το πόσο ψηλά μπορεί να πηδάει ο ποδοσφαιριστής και είναι πολύ σημαντικός παράγοντας όταν κρίνεται το ποιος ποδοσφαιριστής θα κερδίσει την μπάλα στον αέρα όταν και οι δύο (ή παραπάνω) προσπαθούν να την πάρουν στην κατοχή τους ή να εκτελέσουν κεφαλιά. Τερματοφύλακας: Το Άλμα είναι ικανότητα μεγάλης σημασίας όταν προσπαθεί να φτάσει την ψηλή μπαλιά πριν από τον αντίπαλο.',
	
	'Speed_desc':			'Η ταχύτητα είναι η πιο σημαντική ικανότητα όσο αφορά την πιθανή μέγιστη ταχύτητα ενός ποδοσφαιριστή, επομένως η ικανότητα που δείχνει το πόσο μπορεί να κινηθεί σε κάθε γύρο ένας ποδοσφαιριστής.',
	
	'Stamina_desc':			'Ένας ποδοσφαιριστής με υψηλή αντοχή μπορεί να αποδίδει σε υψηλό επίπεδο σε όλο το παιχνίδι, ενώ ένας ποδοσφαιριστής με χαμηλή αντοχή κατά πάσα πιθανότητα θα είναι κουρασμένος και θα αρχίσει να υστερεί προς το τέλος των αγώνων. Η αντοχή είναι μια βασική ικανότητα για τους παίκτες που τρέχουν πολύ και εκτελούν πολλές ενέργειες κατά τη διάρκεια ενός αγώνα.',
	
	'Strength_desc':		'Η Δύναμη παίζει πολύ σημαντικό ρόλο σε όλες τις περιπτώσεις που υπάρχει μονομαχία για την μπάλα. Ένας δυνατός ποδοσφαιριστής έχει πλεονέκτημα απέναντι σε ένα ποιο αδύναμο στις επαφές που θα υπάρξουν σε μια μονομαχία. Τερματοφύλακας: Η Δύναμη είναι χρήσιμη στις φυσικές επαφές και επομένως είναι χρήσιμη για τον τερματοφύλακα.',
	
	'Ball Cont._desc':		'Ο Έλεγχος Μπάλας είναι το πόσο καλά ένας ποδοσφαιριστής μπορεί να ελέγχει τη μπάλα με τα πόδια του, και μπορεί να χαρακτηριστεί ως ένα επιδέξιο και φυσικό άγγιγμα στη μπάλα. Είναι μια βασική ικανότητα που έρχεται στο παιχνίδι σε πολλές περιπτώσεις.',
	
	'Blocking_desc':		'The Blocking attribute decides how good a footballer is at “making themselves as big as possible”, but also how good the footballer is at simply getting in the way for the ball in any way and thereby hindering a ball from reaching it\'s target. Normal targets for blocks are passes and shots, but also bad rebounds and any other loose ball can blocked if needed and if the blocking skills are good enough. This a key skill when it is of great importance to stop the ball from reaching its intended target and other interactions with the ball are impossible.',
	
	'Curving_desc':			'Το Φάλτσο είναι η ικανότητα που σχετίζεται με το πόσο καλά ένας ποδοσφαιριστής μπορεί να χτυπήσει την μπάλα (πάσα ή σουτ)',
	
	'Dribble_desc':			'Dribbling is the main attribute that decides how well the footballer can dribble. A good dribbler can create space for themselves by beating their opponents with feints and tricks, and by moving their body and the ball, thereby making it difficult for their opponent to take the ball from them. A dribble can be performed when a footballer have the ball under their control and then moves or simply holds onto the ball while their opponents tries to steal the ball from them by performing a tackle.',
	
	'High Pas._desc':		'Η Ψηλή Πάσα είναι η κύρια ικανότητα του ποδοσφαιριστή στο να πασάρει με ακρίβεια την μπάλα όταν εκτελεί ψηλές πάσες. Ένας ποδοσφαιριστής με υψηλό επίπεδο ψηλής πάσας, θα μπορεί να κάνει ακριβείς μακρινές πάσες και σέντρες.',
	
	'Low Pas._desc':		'Η Χαμηλή Πάσα είναι η κύρια ικανότητα του ποδοσφαιριστή στο να πασάρει με ακρίβεια την μπάλα όταν εκτελεί χαμηλές πάσες. Ένας ποδοσφαιριστής με υψηλό επίπεδο χαμηλής πάσας, θα μπορεί να πασάρει δυνατά, γρήγορα και με ακρίβεια την μπάλα.',
	
	'One touch_desc':		'Η Μία Επαφή είναι η ικανότητα που αυξάνει τις πιθανότητες να κάνετε μια καλή απευθείας πάσα (με τα πόδια ή το κεφάλι). Ένας ποδοσφαιριστής που είναι εξειδικευμένος στην τέχνη της μίας επαφής μπορεί να εκτελέσει απευθείας πάσες τόσο καλά όσο αν είχε πάρει την μπάλα στην κατοχή του πρώτα. Η ικανότητα μίας επαφής χρησιμοποιείται επίσης όταν ο ποδοσφαιριστής προσπαθεί να εκτελέσει απευθείας ενέργειες για γκολ όπως απευθείας σουτ ή κεφαλιές και επομένως μπορεί να είναι μια πολύ χρήσιμη ικανότητα για τους επιθετικούς. Τερματοφύλακας: Χρήσιμο όταν προσπαθεί να αλληλεπιδράσει με την μπάλα, χωρίς να θέλει να την πάρει στην κατοχή του.',
	
	'Tackling_desc':		'Το Τάκλιν είναι η κύρια ικανότητα στο πόσο καλά ένας ποδοσφαιριστής μπορεί να πάρει την μπάλα από τον αντίπαλο όταν ντριμπλάρει. Ένας ποδοσφαιριστής με υψηλό τάκλιν έχει μικρότερες πιθανότητες να κάνει φάουλ στον αντίπαλο.',
	
	'Anticipation_desc':	'Η πρόβλεψη είναι το πόσο καλά ένας ποδοσφαιριστής μπορεί να προβλέψει την τροχιά/πορεία της μπάλας και έτσι βοηθά τον ποδοσφαιριστή να επιλέξετε την καλύτερη θέση στο γήπεδο. Επομένως, είναι ένα βασική ικανότητα χρήσιμη σε πολλές καταστάσεις σχετικά με την υποδοχή και την εκτέλεση απευθείας ενεργειών. Τερματοφύλακας: Να είναι σε θέση να προβλέψει την τροχιά/πορεία της μπάλας όταν έχει μεγάλη σημασία η υποδοχή της, αλλά και όταν αποφασίζει πού και πώς να πάρει της μπάλας πριν από τους αντιπάλους.',
	
	'Def. Pos._desc':		'Defensive Positioning skill is how well a footballer can position themselves in relation to their opponents when being in a defensive situation. It increases their chances of winning physical encounters due to having positioned their body “more cleverly” than an opponent who is not a good positional player. Defensive Positioning is one of the key skills in physical encounters in and around the footballers own penalty area where it is of great importance to keep the ball away from the opponents.',
	
	'Fearl._desc':			'Η Γενναιότητα είναι η ικανότητα που αποφασίζει πόσο φόβο αισθάνεστε ένας ποδοσφαιριστής κατά τη διάρκεια των επαφών που θα υπάρξουν σε μια μονομαχία. Ο φόβος που βιώνει ο ποδοσφαιριστής σε ορισμένες περιπτώσεις προκαλεί μεγάλο κίνδυνο στο να τον βγάλει εκτός φάσης ή και να τραυματιστεί. Εάν ένας ποδοσφαιριστής αισθάνεται αρκετό φόβο, θα τον εμποδίσει να αποδώσει καλά σε αυτές τις περιπτώσεις. Τερματοφύλακας: Σημαντικό σε μονομαχίες με τον αντίπαλο σε όλες τις περιπτώσεις.',
	
	'Scor. Pos._desc':		'Η ικανότητα Τοποθέτηση Επίθεσης αφορά το πόσο καλά μπορεί να τοποθετήσει ο ποδοσφαιριστής το σώμα του σε σχέση με τον αμυντικό της αντίπαλης περιοχής. Αυξάνει τις πιθανότητες στο να κερδίζεις τις μονομαχίες τοποθετώντας “εξυπνότερα” το σώμα σου απ\'ότι ο αντίπαλος και έπειτα στο σκοράρισμα.',
	
	'Vision_desc':			'Το Όραμα είναι μια γενική ικανότητα που βελτιώνει την ικανότητα και την ακρίβεια της πασάς. Υψηλό επίπεδο οράματος δίνει στον ποδοσφαιριστή μεγαλύτερη πιθανότητα να εκτελέσει πάσες που είναι δύσκολες για να κοπούν από τον αντίπαλο αλλά και εύκολες για τους συμπαίκτες του, μόνο και μόνο επειδή ο ποδοσφαιριστής μπορεί να δει που οι συμπαίκτες του θέλουν την μπάλα και που δεν την θέλουν οι αντίπαλοι. Το Όραμα είναι χρήσιμο για έναν τερματοφύλακα όταν θέλει να πασάρει την μπάλα σε κάποιο συμπαίκτη του.',
	
	'Heading_desc':			'Η Κεφαλιά είναι μια ικανότητα που αποφασίζει πόσο καλά ο ποδοσφαιριστής μπορεί να χτυπήσει την μπάλα(πάσα ή σουτ) με το κεφάλι. Η ικανότητα της κεφαλιάς χρησιμοποιήστε επίσης σε απευθείας πάσες ή σε απευθείας κεφαλιές-σουτ όταν η μπάλα είναι πάνω από ενός ποδοσφαιριστή τη μέση(κίτρινο στη πορεία της μπάλα).',
	
	'Sh. Acc._desc':		'Η Ακρίβεια Σουτ είναι η ικανότητα του ποδοσφαιριστή να σουτάρει με μεγάλη ακρίβεια, που σημαίνει ότι αυτά είναι πιθανότερο να καταλήξουν εκεί που επιθυμεί ο ποδοσφαιριστής.',
	
	'Shoot. Str._desc':		'Η Δύναμη Σουτ είναι το πόσο δυνατά μπορεί να σουτάρει ένας ποδοσφαιριστής. Όσο πιο δυνατό είναι ένα σουτ, τόσο δυσκολότερο είναι για τον τερματοφύλακα να το αποκρούσει.',
	
	'Aerial Ab._desc':		'Η Εναέρια Ικανότητα αποφασίζει την ικανότητα του τερματοφύλακα να χειριστεί καταστάσεις όπου πρέπει να μονομαχήσει και να πάρει στην κατοχή του την μπάλα όταν είναι στον αέρα.',
	
	'Handling_desc':		'Ο Χειρισμός είναι η ικανότητα που αποφασίζει το πόσο καλά ένας τερματοφύλακας χειρίζεται την μπάλα με τα χέρια του και το πόσο καλά μπορεί να κρατήσει την μπάλα κατά την απόκρουση.',
	
	'Keep. Pos._desc':		'Η ικανότητα Τοποθέτηση Τερματοφύλακα είναι το πόσο καλά ένας τερματοφύλακας μπορεί να τοποθετήσει το σώμα του, προκειμένου να έχει την πιο πλεονεκτική θέση για να εκτελεί οποιαδήποτε από τις ενέργειές του.',
	
	'P. w. Hands_desc':		'Η Πάσα με τα Χέρια είναι η ικανότητα που αποφασίζει το πόσο καλά ένας τερματοφύλακας μπορεί να πασάρει την μπάλα με τα χέρια του, αλλά επηρεάζει επίσης το πόσο καλός είναι ο τερματοφύλακας να απομακρύνει με τι μία κάθε σουτ που πάει στο στόχο.',
	
	'Reflexes_desc':		'Τα Αντανακλαστικά είναι η ικανότητα που αποφασίζει το πόσο γρήγορα ένας τερματοφύλακας μπορεί να αντιδράσει, όταν προσπαθεί να αποκρούσει ένα σουτ.',
	
	skills:
	{
		'Επιτάχυνση':		'Accel.',
		'Ευκινησία':		'Agility',
		'Ισορροπία':		'Balance',
		'Άλμα':				'Jumping',
		'Ταχύτητα':			'Speed',
		'Αντοχή':			'Stamina',
		'Δύναμη':			'Strength',
		'Έλεγχος Μπάλας':	'Ball Cont.',
		'Μπλοκάρισμα':		'Blocking',
		'Φάλτσο':			'Curving',
		'Ντρίμπλα':			'Dribble',
		'Ψηλή Πάσα':		'High Pas.',
		'Χαμηλή Πάσα':		'Low Pas.',
		'Μία Επαφή':		'One touch',
		'Τάκλιν':			'Tackling',
		'Πρόβλεψη':			'Anticipation',
		'Τοποθέτ. Άμ.':		'Def. Pos.',
		'Γενναιότητα':		'Fearl.',
		'Τοποθέτ. Επ.':		'Scor. Pos.',
		'Όραμα':			'Vision',
		'Κεφαλιά':			'Heading',
		'Ακρίβεια Σουτ':	'Sh. Acc.',
		'Δύναμη Σουτ':		'Shoot. Str.',
		'Εναέρια Ικαν.':	'Aerial Ab.',
		'Χειρισμός':		'Handling',
		'Τοποθέτ. ΤΦ':		'Keep. Pos.',
		'Πάσα μ Χέρια':		'P. w. Hands',
		'Αντανακλ.':		'Reflexes'
	}
});